START_TEXT = """
Привет! 👋

Я — бот, который поможет тебе всегда быть в курсе актировок в Сургуте ❄️

С моей помощью ты сможешь:

• Узнать актуальную информацию об актировке.  
• Получать ежедневные уведомления утром (6:30, Пн–Сб).  
• Получать прогноз актировки на основе погоды.

Чтобы узнать текущую актировку, просто:

• Напиши команду /actirovka  
• Или /актировка  
• Или просто отправь сообщение "актировка"

Приятного использования! 😊
"""

HELP_TEXT = """
Вот как со мной работать:

1️⃣ Узнать текущую актировку:

• /actirovka  
• /актировка  
• Написать "актировка"

2️⃣ Получать ежедневные уведомления  
Я отправляю их автоматически в 6:30, Пн–Сб.  

3️⃣ Прогноз актировки  
В будущем можно будет узнать вероятность актировки исходя из погоды.

Если что-то не работает или есть вопросы — пиши сюда: @pitonovichh 💡
"""